/* The string for canceling a map editing function. */
"CancelKey" = "Hủy";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Bạn có chắc là bạn muốn hủy không?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Thay đổi của bạn sẽ không được lưu.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "Đối tượng bạn đã tạo sẽ không được lưu.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Hủy bỏ các thay đổi";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Hủy hiệu chỉnh";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Địa chỉ không hợp lệ";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Địa chỉ phải được bao gồm cho điểm này";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "Bạn chưa thêm vị trí cho điểm này";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Sẽ không thêm điểm mới";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Tiếp tục hiệu chỉnh";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Chọn điểm bạn muốn xóa.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Không có điểm để xóa.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "OK";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Bạn có chắc là bạn muốn xóa tất cả điểm không?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Không";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Có";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Bạn có muốn chuyển thành điểm?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Bạn có muốn chuyển thành hình nhiều nét?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Bạn có muốn chuyển thành hình đa giác?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Điểm bạn đã thêm sẽ không bị thay đổi và bạn có thể tiếp tục tạo đối tượng";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Tất cả điểm đã thêm của bạn sẽ bị xóa";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Bạn có chắc là bạn muốn xóa điểm này không?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Lưu";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Lọc";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Vị trí hiện tại";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Không tìm thấy đề xuất";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Địa chỉ";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Xóa tất cả";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ được tạo thành công";

/* The placeholder text of the Searchbar */
"SearchKey" = "Tìm kiếm";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Thêm điểm mới";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Bản đồ cơ sở";

/* The title for the standard map type. */
"StandardKey" = "Chuẩn";

/* The title for the hybrid map type. */
"HybridKey" = "Hỗn hợp";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Cầu vượt hỗn hợp";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Tiêu chuẩn tắt tiếng";

/* The title for the satellite map type. */
"SatelliteKey" = "Vệ tinh";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Cầu vượt vệ tinh";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Thêm vị trí";

